IDEA Open Model
SteelSetupCISC.Structural_Fi Property
Compatible with IDEA StatiCa 20.1
 Safety factor Structural_Fi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Structural_Fi { get; set; }
Public Property Structural_Fi As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupCISC Class
IdeaRS.OpenModel Namespace